aaron-bond.better-comments
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
golang.go
graphql.vscode-graphql-syntax
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
quicktype.quicktype
qwtel.sqlite-viewer
ritwickdey.liveserver
usernamehw.errorlens
zhuangtongfa.material-theme
zxh404.vscode-proto3
